/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ από %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Αυτή η συντόμευση εισάχθηκε από %1$@ στις %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Αυτή η συντόμευση εισάχθηκε από %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Προσθήκη «%@»";

/* %@ = action name */
"Remove “%@”" = "Αφαίρεση «%@»";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Θέλετε να αποσυνδεθείτε από το %@ στις Συντομεύσεις;";

/* %@ = service name */
"Do you want to sign out of %@?" = "Θέλετε να αποσυνδεθείτε από το %@;";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Αυτή η συντόμευση εισάχθηκε από %@. Είστε βέβαιοι ότι θέλετε να την εκτελέσετε;";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "ως %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Να διαγραφούν επίσης οι ενέργειες μέσα στο «%@»;";

/* %@=app name */
"Install %@" = "Εγκατάσταση %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Φράση Siri";

/* Access resource action settings title */
"Accounts" = "Λογαριασμοί";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Ολοκληρώθηκε η επεξεργασία συντομεύσεων";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Ορίστηκε ως αγαπημένη: %@";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Καταργήθηκε η σήμανση της ενέργειας «%@» ως αγαπημένης";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Εκτέλεση συντόμευσης";

/* Accessibility action */
"Delete shortcut" = "Διαγραφή συντόμευσης";

/* Accessibility action */
"Duplicate shortcut" = "Διπλότυπη συντόμευση";

/* Accessibility action */
"Favorite Action" = "Ορισμός ενέργειας ως αγαπημένης";

/* Accessibility action */
"Rename shortcut" = "Μετονομασία συντόμευσης";

/* Accessibility action */
"Un-favorite Action" = "Κατάργηση σήμανσης ενέργειας ως αγαπημένης";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Επεξεργασία συντόμευσης";

/* Accessibility action or discoverability title */
"Run shortcut" = "Εκτέλεση συντόμευσης";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "προστέθηκε η ενέργεια «%@» στη συντόμευση";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Αποδεκτοί τύποι εισόδου";

/* Accessibility announcement */
"Closed variables tray" = "Κλειστό συρτάρι μεταβλητών";

/* Accessibility announcement */
"Editing shortcuts" = "Επεξεργασία συντομεύσεων";

/* Accessibility announcement */
"Opened variables tray" = "Ανοιχτό συρτάρι μεταβλητών";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "γίνεται μεταφορά";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Η συντόμευση ολοκληρώθηκε";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "προστέθηκε η ενέργεια «%1$@» στη συντόμευση πάνω από «%2$@»";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "προστέθηκε η ενέργεια «%1$@» στη συντόμευση κάτω από «%2$@»";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "μετακινήθηκε πάνω από %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "μετακινήθηκε κάτω από %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "αφαιρέθηκε: %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Δημιουργήθηκε διπλότυπο του «%@»";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "συμπτύχθηκε";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Μεταφορά";

/* Accessibility announcement; expanded parameter */
"expanded" = "αναπτύχθηκε";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Η συντόμευση διακόπηκε";

/* Accessibility hint */
"Closes the shortcut" = "Κλείνει τη συντόμευση";

/* Accessibility hint */
"Creates a new shortcut" = "Δημιουργεί μια νέα συντόμευση";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Διαγράφει τις επιλεγμένες συντομεύσεις";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Αγγίξτε δύο φορές για προσθήκη στο κάτω μέρος της συντόμευσης. Αγγίξτε δύο φορές και κρατήστε πατημένο και μετά σύρετε για να προσαρμόσετε τη θέση στη συντόμευση.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Μεταφέρσιμη. Αγγίξτε δύο φορές και κρατήστε πατημένο, περιμένετε για τον ήχο και μετά σύρετε για αναδιάταξη. Αγγίξτε δύο φορές για επιλογή.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Δημιουργεί διπλότυπα των επιλεγμένων συντομεύσεων";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Αυτή η συντόμευση θα εμφανίζεται στην επέκταση ενέργειας Συντομεύσεων (στο μενού κοινής χρήσης στο iOS) όταν το περιεχόμενο προς κοινή χρήση είναι ένας από τους τύπους που επιλέγετε εδώ.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Απενεργοποιεί τη λειτουργία επεξεργασίας συντομεύσεων";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Ενεργοποιεί τη λειτουργία επεξεργασίας συντομεύσεων";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Αγγίξτε δύο φορές για σύμπτυξη του συρταριού ενεργειών σε μισή οθόνη";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Αγγίξτε δύο φορές για πλήρη ανάπτυξη του συρταριού ενεργειών";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Αγγίξτε δύο φορές για ανάγνωση της περιγραφής της ενέργειας.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Μεταφέρσιμη. Αγγίξτε δύο φορές και κρατήστε πατημένο, περιμένετε για τον ήχο και μετά σύρετε για αναδιάταξη. Αγγίξτε δύο φορές για ανάγνωση της περιγραφής της ενέργειας.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Αγγίξτε δύο φορές για εναλλαγή ρύθμισης";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Αγγίξτε δύο φορές για επιλογή";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Αγγίξτε δύο φορές για σύμπτυξη";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Αγγίξτε δύο φορές για εισαγωγή";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Αγγίξτε δύο φορές για ανάπτυξη";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Εκτελεί τη συντόμευση «%@»";

/* Accessibility label */
"Add Tag" = "Προσθήκη ετικέτας";

/* Accessibility label */
"Close" = "Κλείσιμο";

/* Accessibility label */
"Create Shortcut" = "Δημιουργία συντόμευσης";

/* Accessibility label */
"Show Keyboard" = "Εμφάνιση πληκτρολογίου";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Μέσα σε: %@";

/* Accessibility label or discoverability title */
"Redo" = "Επανάληψη";

/* Accessibility label or discoverability title */
"Undo" = "Αναίρεση";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Ελαχιστοποιημένη";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Μισή οθόνη";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Πλήρης οθόνη";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Ενέργεια «%@» - Εκτελείται - %d τοις εκατό ολοκληρώθηκε";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ ενέργεια";

/* Accessibility label; remove search filter */
"Remove filter" = "Αφαίρεση φίλτρου";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (δεν επιλέχθηκε)";

/* Accessibility value; switch is on */
"On" = "Ενεργό";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Αφήστε για αφαίρεση της ενέργειας «%@»";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Αυτή η ενέργεια μεταβιβάζει την είσοδο ως έξοδο.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Λαμβάνει την είσοδο που μεταβιβάστηκε στην αρχή της συντόμευσης.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Δεν έχετε καμία συντόμευση Φύλλου κοινής χρήσης.\n\nΓια να προσθέσετε μία, δημιουργήστε μια συντόμευση και ενεργοποιήστε την «Προβολή στην κοινή χρήση» στις ρυθμίσεις της συντόμευσης.";

/* Action extension; no search results */
"No shortcuts match the search." = "Δεν ταιριάζουν συντομεύσεις με την αναζήτηση.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Δεν έχετε συντομεύσεις ακόμη.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Προτάσεις Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Συντόμευση: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Προσθήκη";

/* Add search filter */
"Add Filter" = "Προσθήκη φίλτρου";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Οποιοσδήποτε με πρόσβαση σε αυτόν τον κοινόχρηστο σύνδεσμο θα είναι σε θέση να προβάλλει τα περιεχόμενα αυτής της συντόμευσης.";

/* Alert title */
"Error" = "Σφάλμα";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Δημιουργία συνδέσμου iCloud";

/* Allow access to service */
"Allow Access" = "Να επιτρέπεται η πρόσβαση";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Δεν είναι εγκατεστημένη) %@";

/* App search view; navigation bar title */
"Choose App" = "Επιλογή εφαρμογής";

/* App search view; no results */
"No results." = "Κανένα αποτέλεσμα.";

/* App search view; search bar placeholder */
"Search apps…" = "Αναζήτηση εφαρμογών…";

/* Apple Watch complication */
"Complication" = "Πολυπλοκότητα";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Δεν έχετε συντομεύσεις Apple Watch ακόμη.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Επιλέξτε ποιες συντομεύσεις θα εμφανίζονται στην πολυπλοκότητα «Συντομεύσεις» στην πρόσοψη ρολογιού του Apple Watch σας.\n\nΜε τον χρόνο, οι Συντομεύσεις θα βελτιστοποιούνται όταν οι συντομεύσεις σας εμφανίζονται στην πολυπλοκότητα ανάλογα με το πότε τις εκτελείτε.";

/* Apps category */
"Apps" = "Εφαρμογές";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Σας ζητά να εισαγάγετε κείμενο όταν εκτελείται αυτή η συντόμευση.";

/* Boolean false */
"False" = "Ψευδές";

/* Boolean true */
"True" = "Αληθές";

/* Button */
"Back" = "Πίσω";

/* Button */
"Cancel" = "Ακύρωση";

/* Button */
"Choose Variable" = "Επιλογή μεταβλητής";

/* Button */
"Clear" = "Εκκαθάριση";

/* Button */
"Delete Actions" = "Διαγραφή ενεργειών";

/* Button */
"Delete Shortcut" = "Διαγραφή συντόμευσης";

/* Button */
"Done" = "Τέλος";

/* Button */
"Get More Shortcuts" = "Λήψη περισσότερων συντομεύσεων";

/* Button */
"Go Back" = "Επιστροφή";

/* Button */
"Help" = "Βοήθεια";

/* Button */
"Keep Actions" = "Διατήρηση ενεργειών";

/* Button */
"Next" = "Επόμενο";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Αφαίρεση ενέργειας";

/* Button */
"Remove Action From Shortcut" = "Αφαίρεση ενέργειας από συντόμευση";

/* Button */
"Remove Photo" = "Αφαίρεση φωτογραφίας";

/* Button */
"Select Magic Variable" = "Επιλογή μαγικής μεταβλητής";

/* Button */
"Select Photo" = "Επιλογή φωτογραφίας";

/* Button */
"Show Action Settings" = "Εμφάνιση ρυθμίσεων ενεργειών";

/* Button */
"Show Actions" = "Εμφάνιση ενεργειών";

/* Button */
"Sign Out" = "Αποσύνδεση";

/* Button */
"Take Photo" = "Λήψη φωτογραφίας";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Προσθήκη στην οθόνη Αφετηρίας";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Προσθήκη στην οθόνη Αφετηρίας";

/* Button or title */
"Delete" = "Διαγραφή";

/* Button or title */
"Run Shortcut" = "Εκτέλεση συντόμευσης";

/* Button or title */
"Settings" = "Ρυθμίσεις";

/* Button or title */
"Variables" = "Μεταβλητές";

/* Button title */
"Add to Siri" = "Προσθήκη στο Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Λήψη συντόμευσης";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Εμφάνιση αποτελέσματος σε πλήρη οθόνη";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Καθοδηγούμενη ξενάγηση";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Κοινή χρήση αποτελέσματος";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Αυτή η συντόμευση λειτουργεί με τις ακόλουθες εφαρμογές και υπηρεσίες:";

/* Choose an item */
"Choose" = "Επιλογή";

/* Conditional AND */
"and" = "και";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Επαναφορά του «Διαφορετικά»";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Οι ενέργειες που τοποθετούνται μετά από το πεδίο «Διαφορετικά» θα εκτελούνται αν η συνθήκη είναι ψευδής.";

/* Conditional actions settings navigation bar title */
"If Action" = "Ενέργεια αν";

/* Confirmation HUD when link copies */
"Link copied" = "Ο σύνδεσμος αντιγράφηκε";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Είστε βέβαιοι ότι θέλετε να διακόψετε την κοινή χρήση αυτής της συντόμευσης; Ο σύνδεσμος iCloud θα διαγραφεί και δεν θα λειτουργεί πλέον.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Αυτή η συντόμευση θα διαγραφεί από όλες τις συσκευές iCloud σας.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Αυτές οι συντομεύσεις θα διαγραφούν από όλες τις συσκευές iCloud σας.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "Το «%1$@» δεν μοιάζει με %2$@. Μήπως θέλατε να προσθέσετε μια επαφή;";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Χρήση «%@» οπωσδήποτε";

/* Contact field; accessibility label */
"Add Contact" = "Προσθήκη επαφής";

/* Contact field; button */
"Search Contacts" = "Αναζήτηση στις Επαφές";

/* Contact field; supported type string */
"a phone number" = "αριθμό τηλεφώνου";

/* Contact field; supported type string */
"a phone number or email address" = "αριθμό τηλεφώνου ή διεύθυνση email";

/* Contact field; supported type string */
"an email address" = "διεύθυνση email";

/* Content Types category */
"Content Types" = "Τύποι περιεχομένου";

/* Copy link to shortcut */
"Copy Link" = "Αντιγραφή συνδέσμου";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copy iCloud Link";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Αυτή η μορφή ακολουθεί τα μοτίβα στην προδιαγραφή Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Προσαρμοσμένη μορφή ημερομηνίας";

/* Custom date formatting style */
"Custom" = "Προσαρμογή";

/* Custom time format title */
"Custom Format" = "Προσαρμοσμένη μορφή";

/* Default option */
"Default" = "Προεπιλογή";

/* Delete all shortcuts */
"Delete All" = "Διαγραφή όλων";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Αποεπιλογή όλων";

/* Dictionary key placeholder */
"Key" = "Κλειδί";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Ρυθμίσεις συντομεύσεων";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Διακοπή συντόμευσης";

/* Discoverability title */
"Close shortcut" = "Κλείσιμο συντόμευσης";

/* Discoverability title */
"Search actions" = "Αναζήτηση ενεργειών";

/* Discoverability title */
"Stop shortcut" = "Διακοπή συντόμευσης";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Προβολή στην κοινή χρήση";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Εμφάνιση στο widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Εμφάνιση στην πολυπλοκότητα";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Εμφάνιση στο Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Διπλότυπη συντόμευση";

/* Duplicate shortcut */
"Duplicate" = "Δημιουργία διπλότυπου";

/* Edit import questions back bar button title */
"Questions" = "Ερωτήσεις";

/* Error message */
"No options available." = "Καμία διαθέσιμη επιλογή.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Δεν ήταν δυνατή η φόρτωση του App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Εκτελέστε συντομεύσεις γρήγορα μέσω του widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Αγαπημένο";

/* Favorite button title - action is favorited */
"Favorited" = "Είναι αγαπημένο";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Λογαριασμός: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Όλα τα ακόλουθα είναι αληθή";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Οποιαδήποτε από τα ακόλουθα είναι αληθή";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "αρχίζει με";

/* Find filter UI operator */
"contains" = "περιέχει";

/* Find filter UI operator */
"does not contain" = "δεν περιέχει";

/* Find filter UI operator */
"ends with" = "τελειώνει σε";

/* Find filter UI operator */
"is" = "είναι";

/* Find filter UI operator */
"is after" = "είναι μετά από";

/* Find filter UI operator */
"is before" = "είναι πριν από";

/* Find filter UI operator */
"is between" = "είναι μεταξύ";

/* Find filter UI operator */
"is exactly" = "είναι ακριβώς";

/* Find filter UI operator */
"is greater than" = "είναι μεγαλύτερο από";

/* Find filter UI operator */
"is greater than or equal to" = "είναι μεγαλύτερο από ή ίσο με";

/* Find filter UI operator */
"is in the last" = "είναι στο/ην τελευταίο/α";

/* Find filter UI operator */
"is in the next" = "είναι στο/ην επόμενο/η";

/* Find filter UI operator */
"is larger than" = "είναι μεγαλύτερο από";

/* Find filter UI operator */
"is larger than or equal to" = "είναι μεγαλύτερο από ή ίσο με";

/* Find filter UI operator */
"is less than" = "είναι μικρότερο από";

/* Find filter UI operator */
"is less than or equal to" = "είναι μικρότερο από ή ίσο με";

/* Find filter UI operator */
"is longer than" = "είναι μεγαλύτερο από";

/* Find filter UI operator */
"is longer than or equal to" = "είναι μεγαλύτερο από ή ίσο με";

/* Find filter UI operator */
"is not" = "δεν είναι";

/* Find filter UI operator */
"is not exactly" = "δεν είναι ακριβώς";

/* Find filter UI operator */
"is not on" = "δεν είναι στις";

/* Find filter UI operator */
"is on" = "είναι στις";

/* Find filter UI operator */
"is shorter than" = "είναι μικρότερο από";

/* Find filter UI operator */
"is shorter than or equal to" = "είναι μικρότερο από ή ίσο με";

/* Find filter UI operator */
"is smaller than" = "είναι μικρότερο από";

/* Find filter UI operator */
"is smaller than or equal to" = "είναι μικρότερο από ή ίσο με";

/* Find filter UI operator */
"is today" = "είναι σήμερα";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Εκτελέστε αυτήν τη συντόμευση με τη φωνή σας προσθέτοντάς την στο Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Για να χρησιμοποιήσετε αυτήν τη συντόμευση από άλλες εφαρμογές, ανοίξτε το φύλλο κοινής χρήσης και αγγίξτε «Συντομεύσεις».";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Εισαγάγετε ένα κλειδί για εξαγωγή της τιμής του από το λεξικό ή αφήστε κενό για λήψη ολόκληρου του λεξικού.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (αυτή η συσκευή)";

/* Full name of contact */
"Full Name" = "Πλήρες όνομα";

/* Full street address of location */
"Full Street Address" = "Πλήρης διεύθυνση οδού";

/* Get property */
"Get" = "Λήψη";

/* Get value for a dictionary key */
"Get Value for Key" = "Λήψη τιμής για κλειδί";

/* Go to next import question */
"Continue" = "Συνέχεια";

/* Guided tour; drag actions to here hint */
"…to here" = "…εδώ";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Μεταφέρετε ενέργειες εδώ";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Όταν εκτελεστεί αυτή η ενέργεια στο Apple Watch, θα σας ζητηθεί να χρησιμοποιήσετε το Handoff και να συνεχίσετε στο iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Μονάδα";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Ώρα ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Σύμβολο %1$@, %2$@ χρώμα φόντου";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Επιλέξτε μια προσαρμοσμένη εικόνα που θα χρησιμοποιηθεί όταν προστεθεί αυτή η συντόμευση στην οθόνη αφετηρίας.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Η παραπάνω εικόνα θα χρησιμοποιηθεί όταν προστεθεί αυτή η συντόμευση στην οθόνη αφετηρίας.";

/* Icon editor; accessibility label */
"Icon Preview" = "Προεπισκόπηση εικονιδίου";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Επεξεργαστής εικονιδίου συντόμευσης";

/* Icon editor; segmented control option */
"Color" = "Χρώμα";

/* Icon editor; segmented control option */
"Glyph" = "Σύμβολο";

/* Icon editor; segmented control option */
"Home Screen" = "Αφετηρία";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Οι ερωτήσεις που προστίθενται εδώ θα υποβληθούν όταν αυτή η συντόμευση εισαχθεί σε μια διαφορετική συσκευή. Οι απαντήσεις σε αυτές τις ερωτήσεις θα συμπληρωθούν στη συντόμευση.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Μπορείτε να δοκιμάσετε τις ερωτήσεις εισαγωγής χρησιμοποιώντας το κουμπί «Προσαρμογή συντόμευσης» στις ρυθμίσεις αυτής της συντόμευσης.";

/* Import questions detail view */
"Default Answer" = "Προεπιλεγμένη απάντηση";

/* Import questions detail view */
"Question Text" = "Κείμενο ερώτησης";

/* Import questions detail view */
"Type a question here…" = "Πληκτρολογήστε ερώτηση εδώ…";

/* Import questions details view; navigation bar title */
"Details" = "Λεπτομέρειες";

/* Import questions; button */
"Add New Question…" = "Προσθήκη νέας ερώτησης…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Επιλέξτε μια παράμετρο από μία από τις παρακάτω ενέργειες.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Επιλογή παραμέτρου";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Αυτή η συντόμευση δεν έχει ενέργειες. Προσθέστε μερικές ενέργειες στη συντόμευσή σας πριν διαμορφώσετε τις «Ερωτήσεις εισαγωγής».";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Αυτή η συντόμευση δέχεται: %@";

/* Input types of action */
"Input" = "Είσοδος";

/* Input variable description */
"Gets the output of the previous action." = "Λαμβάνει την έξοδο της προηγούμενης ενέργειας.";

/* Install app icon; should match App Store GET button */
"GET" = "ΑΠΟΚΤΗΣΗ";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Προσθέστε ενέργειες από το κάτω μέρος για να δομήσετε τη συντόμευσή σας.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Προσθέστε ενέργειες από τα αριστερά για να δομήσετε τη συντόμευσή σας.";

/* Item can be anything */
"anything" = "οτιδήποτε";

/* Keep all shortcuts */
"Keep All" = "Διατήρηση όλων";

/* Keep shortcuts */
"Keep" = "Διατήρηση";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Διατήρηση %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Ανάπτυξη";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Σύμπτυξη";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Αποδεκτοί τύποι";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Προσθήκη «%@»";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Τι είδους τιμή θέλετε να προσθέσετε;";

/* Long date formatting style */
"Long" = "Μεγάλη";

/* Manage sharing */
"Manage Sharing" = "Διαχείριση κοινής χρήσης";

/* Medium date formatting style */
"Medium" = "Μεσαία";

/* Missing action error action */
"Update Shortcuts" = "Ενημέρωση Συντομεύσεων";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Αυτή η ενέργεια δεν βρέθηκε σε αυτήν την έκδοση των Συντομεύσεων.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Όνομα και URL στο Store";

/* Name of measurement unit */
"Unit (Name)" = "Μονάδα";

/* Navigation bar title */
"Select a Magic Variable" = "Επιλογή μαγ. μεταβλητής";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Επίλυση διενέξεων";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Η μεταβλητή δεν διατίθεται.";

/* None option */
"None" = "Καμία";

/* Note about using the action */
"Note" = "Σημείωση";

/* Parameter already in use by another import question */
"Already In Use" = "Χρησιμοποιείται ήδη";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Δεν υποστηρίζεται για ερωτήσεις";

/* Piece of text */
"Text" = "Κείμενο";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Αυτή η συντόμευση εισάχθηκε από μια άλλη εφαρμογή. Είστε βέβαιοι ότι θέλετε να την εκτελέσετε;";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Σχετική";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Πόσο καιρό πριν/Μέχρι";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Άγνωστη συσκευή";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Αυτό το όνομα θα χρησιμοποιείται για όλες τις μαγικές μεταβλητές αυτής της ενέργειας «%@».";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Μετονομασία μαγικής μεταβλητής";

/* Rename shortcut alert title */
"Rename Shortcut" = "Μετονομασία συντόμευσης";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Εισαγάγετε νέο όνομα για τη συντόμευση.";

/* Rename workflow or variable */
"Rename" = "Μετονομασία";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Απαιτεί";

/* Result types of action */
"Result" = "Αποτέλεσμα";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Αποκάλυψη ενέργειας";

/* Scripting category */
"Scripting" = "Δημιουργία σκριπτ";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Αναζήτηση";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Συντομεύσεις πολυπλοκοτήτων";

/* Select all input types */
"Select All" = "Επιλογή όλων";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Κοινή χρήση συντόμευσης";

/* Share a workflow along with a description */
"Share with Description" = "Κοινή χρήση με περιγραφή";

/* Share a workflow as a file */
"Share as File" = "Κοινή χρήση ως αρχείου";

/* Share shortcut */
"Share" = "Κοινή χρήση";

/* Short date formatting style */
"Short" = "Σύντομη";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "Η συντόμευση «%@» δεν περιέχει καμία ενέργεια.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Κενή συντόμευση";

/* Shortcut contains no actions error title */
"No Actions" = "Καμία ενέργεια";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Προσαρμογή συντόμευσης…";

/* Shortcut icon */
"Icon" = "Εικονίδιο";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Επιλογή συντόμευσης";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Μετακινήθηκε μεταξύ %1$@ και %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Μετακινήθηκε στο τέλος μετά από %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Μετακινήθηκε στην κορυφή πριν από %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Για να χρησιμοποιείτε συντομεύσεις από το widget «Σήμερα», ακολουθήστε λίγα απλά βήματα για να προσθέσετε το widget. Ή, αγγίξτε «Τέλος» για διαμόρφωση αργότερα.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Προσθέστε το widget «Σήμερα» για να εκτελείτε συντομεύσεις αστραπιαία.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Στιγμιότυπο οθόνης ενός φύλλου κοινής χρήσης στο Safari, με επισημασμένη τη δραστηριότητα «Συντομεύσεις»";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Οι συντομεύσεις «Επέκταση ενέργειας» εκτελούνται από το φύλλο κοινής χρήσης μέσα σε άλλες εφαρμογές.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Οι συντομεύσεις στο widget «Σήμερα» εκτελούνται στο Κέντρο γνωστοποιήσεων, με τράβηγμα προς τα κάτω από το πάνω μέρος της οθόνης,";

/* Shortcut types help view; title */
"Shortcut Types" = "Τύποι συντομεύσεων";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Διαγράφηκε στο %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Διαγράφηκε σε άλλη συσκευή";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Τροποποιήθηκε στο %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Τροποποιήθηκε σε άλλη συσκευή";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Αναζήτηση συντομεύσεων…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Στιγμιότυπο οθόνης του widget «Συντομεύσεις» στο Κέντρο γνωστοποιήσεων";

/* Siri phrase */
"“%@”" = "«%@»";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Παράλειψη διαμόρφωσης";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Διακοπή κοινής χρήσης";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Υποβολή στην Γκαλερί";

/* Tap to choose an option */
"Tap to Choose" = "Άγγιγμα για επιλογή";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Δες τη συντόμευση που δημιούργησα!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Ελεγκτής ενεργειών";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "κάτω μέρος της οθόνης";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "πάνω δεξιό μέρος της οθόνης";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Οτιδήποτε";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Τίποτα";

/* Title */
"Actions" = "Ενέργειες";

/* Title */
"Date Format" = "Μορφή ημερομηνίας";

/* Title */
"Requires Handoff" = "Απαιτεί Handoff";

/* Title */
"Shortcuts" = "Συντομεύσεις";

/* Title */
"Time Format" = "Μορφή ώρας";

/* Title */
"Type" = "Τύπος";

/* Title for action drawer categories view */
"Categories" = "Κατηγορίες";

/* Title for configuration page for unit */
"Unit (Title)" = "Μονάδα";

/* Title of main screen showing your library of shortcuts */
"Library" = "Βιβλιοθήκη";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Προσαρμογή των Συντομεύσεων";

/* Title or button */
"Import Questions" = "Ερωτήσεις εισαγωγής";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Έτοιμοι! Το widget «Σήμερα» έχει διαμορφωθεί.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Μετά, βρείτε μερικές συντομεύσεις για το widget «Σήμερα» από την Γκαλερί.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Με το widget «Σήμερα» των Συντομεύσεων, μπορείτε να εκτελείτε συντομεύσεις με ένα άγγιγμα από οποιαδήποτε εφαρμογή, απλώς αναπτύσσοντας προς τα κάτω το Κέντρο γνωστοποιήσεων.";

/* Today widget explanation button */
"Add Widget" = "Προσθήκη widget";

/* Today widget explanation button */
"View the Gallery" = "Προβολή της Γκαλερί";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Εκτελέστε συντομεύσεις ταχύτατα, από οπουδήποτε στο %MODEL% σας.";

/* Unknown item */
"Unknown" = "Άγνωστο";

/* Used in a phrase like 'Add new item' */
"new item" = "νέο στοιχείο";

/* User’s favorited workflows or actions */
"Favorites" = "Αγαπημένα";

/* Variable field placeholder */
"Variable Name" = "Όνομα μεταβλητής";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Μπορείτε να δημιουργήσετε μια μεταβλητή προσθέτοντας μια ενέργεια «Ορισμός μεταβλητής».";

/* Varible picker; none available error title */
"No Variables Are Available" = "Δεν υπάρχουν διαθέσιμες μεταβλητές";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Διενέξεις";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Διαμόρφωση αυτής της συντόμευσης";

/* Workflow name */
"Name of Shortcut" = "Όνομα";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Αγγίξτε «Τέλος» για να συνεχίσετε την επεξεργασία της συντόμευσής σας.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Στιγμιότυπο οθόνης της εφαρμογής Watch «Συντομεύσεις»";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Οι συντομεύσεις Apple Watch εκτελούνται από τον καρπό σας μέσω της εφαρμογής ή της πολυπλοκότητας «Συντομεύσεις» του Apple Watch.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Πώς βρίσκω το widget «Σήμερα»;";

/* iOS Today Widget */
"Today Widget" = "Widget «Σήμερα»";

